Repository: calidae/trytond-aeat_sii
Catalog: locale/*.po
Languages: ca_es

# selection:account.tax,sii_excemption_key:
source: Exempt on account of Article 22
ca_es: Exenta por el artículo 22

# selection:account.tax,sii_excemption_key:
source: Exempt on account of Article 23 and Article 24
ca_es: Exenta por el artículo 24

# selection:account.tax,sii_excemption_key:
source: Exempt on account of Article 25
ca_es: Exenta por el artículo 25

# selection:account.tax,sii_excemption_key:
source: Exempt on other grounds
ca_es: Exenta, otros

# selection:account.tax,sii_intracomunity_key:
source: The transmission or receipt of goods to undertake partial reports or works stipulated in Article 70, section one, Number 7 of the Tax Law (Law 37/1992)
ca_es: El envío o recepción de bienes para la realización de los informes parciales o trabajos mencionados en el artículo 70, apartado uno, número 7º, de la Ley del Impuesto (Ley 37/1992)

# selection:account.tax,sii_intracomunity_key:
source: Transfers of goods or intra-Community acquisitions of goods listed in Article 9.3 and Article 16.2 of the Tax Law (Law 37/1992)
ca_es: Las transferencias de bienes y las adquisiciones intracomunitarias de bienes comprendidas en los artículos 9, apartado 3º, y 16, apartado 2º, de la Ley del Impuesto (Ley 37/1992)

# selection:account.tax,sii_issued_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports
ca_es: Operaciones sujetas al IPSI / IGIC (Impuesto sobre la Producción, los Servicios y la Importación / Impuesto General Indirecto Canario)

# selection:account.tax,sii_issued_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (135-139 of the VAT Law)
ca_es: Operaciones a las que se aplique el régimen especial de bienes usados, objetos de arte, antigüedades y objetos de colección

# selection:account.tax,sii_issued_key:
source: Business premises lease activities not subject to withholding
ca_es: Operaciones de arrendamiento de local de negocio no sujetos a retención

# selection:account.tax,sii_issued_key:
source: Business premises lease activities subject and not subject to withholding
ca_es: Operaciones de arrendamiento de local de negocio sujetas y no sujetas a retención

# selection:account.tax,sii_issued_key:
source: Business premises lease activities subject to withholding
ca_es: Operaciones de arrendamiento de local de negocio sujetas a retención

# selection:account.tax,sii_issued_key:
source: Collections on behalf of third parties of professional fees or industrial property, copyright or other such rights by partners, associates or members undertaken by companies, associations, professional organisations or other entities that, amongst their functions, undertake collections
ca_es: Cobros por cuenta de terceros de honorarios profesionales o de derechos derivados de la propiedad industrial, de autor u otros por cuenta de sus socios, asociados o colegiados efectuados por sociedades, asociaciones, colegios profesionales u otras entidades que realicen estas funciones de cobro

# selection:account.tax,sii_issued_key:
source: Export
ca_es: Exportación

# selection:account.tax,sii_issued_key:
source: First semester 2017 and other invoices before the SII
ca_es: Primer semestre del 2017 y altres factures abans de l'inclusió del SII

# selection:account.tax,sii_issued_key:
source: General tax regime activity
ca_es: Operación de régimen general

# selection:account.tax,sii_issued_key:
source: Invoice with VAT pending accrual (work certifications with Public Administration recipients)
ca_es: Factura con IVA pendiente de devengo en certificaciones de obra cuyo destinatario sea una Administración Pública

# selection:account.tax,sii_issued_key:
source: Invoice with VAT pending accrual - operations of successive tract
ca_es: Factura con IVA pendiente de devengo en operaciones de tracto sucesivo

# selection:account.tax,sii_issued_key:
source: Invoicing of the provision of travel agency services acting as intermediaries in the name of and on behalf of other persons (Additional Provision 4, Royal Decree 1619/2012)
ca_es: Facturación de las prestaciones de servicios de agencias de viaje que actúan como mediadoras en nombre y por cuenta ajena (D.A.4ª RD1619/2012)

# selection:account.tax,sii_issued_key:
source: Special cash basis scheme
ca_es: Régimen especial del criterio de caja

# selection:account.tax,sii_issued_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca_es: Régimen especial grupo de entidades en IVA (Nivel avanzado)

# selection:account.tax,sii_issued_key:
source: Special scheme for investment gold
ca_es: Régimen especial del oro de inversión

# selection:account.tax,sii_issued_key:
source: Special scheme for travel agencies
ca_es: Régimen especial de las agencias de viajes

# selection:account.tax,sii_received_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports
ca_es: Operaciones sujetas al IPSI / IGIC (Impuesto sobre la Producción, los Servicios y la Importación / Impuesto General Indirecto Canario)

# selection:account.tax,sii_received_key:
source: Activities through which businesses pay compensation for special VAT arrangements for agriculture and fisheries
ca_es: Operaciones por las que los empresarios satisfacen compensaciones en las adquisiciones a personas acogidas al Régimen especial de la agricultura, ganaderia y pesca

# selection:account.tax,sii_received_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (135-139 of the VAT Law)
ca_es: Operaciones a las que se aplique el régimen especial de bienes usados, objetos de arte, antigüedades y objetos de colección

# selection:account.tax,sii_received_key:
source: Business premises lease activities
ca_es: Operaciones de arrendamiento de local de negocio

# selection:account.tax,sii_received_key:
source: First semester 2017 and other invoices before the SII
ca_es: Primer semestre del 2017 y altres factures abans de l'inclusió del SII

# selection:account.tax,sii_received_key:
source: General tax regime activity
ca_es: Operación de régimen general

# selection:account.tax,sii_received_key:
source: Intra-Community acquisition of assets and provisions of services
ca_es: Adquisiciones intracomunitarias de bienes y prestaciones de servicios

# selection:account.tax,sii_received_key:
source: Invoice corresponding to an import (reported without been associated with a DUA)
ca_es: Factura correspondiente a una importación (informada sin asociar a un DUA)

# selection:account.tax,sii_received_key:
source: Special cash basis scheme
ca_es: Régimen especial del criterio de caja

# selection:account.tax,sii_received_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca_es: Régimen especial grupo de entidades en IVA (Nivel avanzado)

# selection:account.tax,sii_received_key:
source: Special scheme for investment gold
ca_es: Régimen especial del oro de inversión

# selection:account.tax,sii_received_key:
source: Special scheme for travel agencies
ca_es: Régimen especial de las agencias de viajes

# selection:account.tax,sii_subjected_key:
source: Subject - Not exempt. Both non VAT reverse charge and VAT reverse charge
ca_es: No exenta - Con o sin Inversion sujeto pasivo

# selection:account.tax,sii_subjected_key:
source: Subject - Not exempt. Non VAT reverse charge
ca_es: Sujeto - No exento

# selection:account.tax,sii_subjected_key:
source: Subject - Not exempt. VAT reverse charge
ca_es: No exenta - Con Inversion sujeto pasivo

# selection:account.tax.template,sii_book_key:
source: Investment Goods
ca_es: Bienes de inversión

# selection:account.tax.template,sii_book_key:
source: Issued Invoices
ca_es: Facturas emitidas

# selection:account.tax.template,sii_book_key:
source: Particular Intracommunity Operations
ca_es: Determinadas operaciones Intracomunitarias

# selection:account.tax.template,sii_book_key:
source: Received Invoices
ca_es: Facturas recibidas

# selection:account.tax.template,sii_excemption_key:
source: Exempt on account of Article 20
ca_es: Exenta por el artículo 20

# selection:account.tax.template,sii_excemption_key:
source: Exempt on account of Article 21
ca_es: Exenta por el artículo 21

# selection:account.tax.template,sii_excemption_key:
source: Exempt on account of Article 22
ca_es: Exenta por el artículo 22

# selection:account.tax.template,sii_excemption_key:
source: Exempt on account of Article 23 and Article 24
ca_es: Exenta por el artículo 24

# selection:account.tax.template,sii_excemption_key:
source: Exempt on account of Article 25
ca_es: Exenta por el artículo 25

# selection:account.tax.template,sii_excemption_key:
source: Exempt on other grounds
ca_es: Exenta, otros

# selection:account.tax.template,sii_intracomunity_key:
source: The transmission or receipt of goods to undertake partial reports or works stipulated in Article 70, section one, Number 7 of the Tax Law (Law 37/1992)
ca_es: El envío o recepción de bienes para la realización de los informes parciales o trabajos mencionados en el artículo 70, apartado uno, número 7º, de la Ley del Impuesto (Ley 37/1992)

# selection:account.tax.template,sii_intracomunity_key:
source: Transfers of goods or intra-Community acquisitions of goods listed in Article 9.3 and Article 16.2 of the Tax Law (Law 37/1992)
ca_es: Las transferencias de bienes y las adquisiciones intracomunitarias de bienes comprendidas en los artículos 9, apartado 3º, y 16, apartado 2º, de la Ley del Impuesto (Ley 37/1992)

# selection:account.tax.template,sii_issued_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports
ca_es: Operaciones sujetas al IPSI / IGIC (Impuesto sobre la Producción, los Servicios y la Importación / Impuesto General Indirecto Canario)

# selection:account.tax.template,sii_issued_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (135-139 of the VAT Law)
ca_es: Operaciones a las que se aplique el régimen especial de bienes usados, objetos de arte, antigüedades y objetos de colección

# selection:account.tax.template,sii_issued_key:
source: Business premises lease activities not subject to withholding
ca_es: Operaciones de arrendamiento de local de negocio no sujetos a retención

# selection:account.tax.template,sii_issued_key:
source: Business premises lease activities subject and not subject to withholding
ca_es: Operaciones de arrendamiento de local de negocio sujetas y no sujetas a retención

# selection:account.tax.template,sii_issued_key:
source: Business premises lease activities subject to withholding
ca_es: Operaciones de arrendamiento de local de negocio sujetas a retención

# selection:account.tax.template,sii_issued_key:
source: Collections on behalf of third parties of professional fees or industrial property, copyright or other such rights by partners, associates or members undertaken by companies, associations, professional organisations or other entities that, amongst their functions, undertake collections
ca_es: Cobros por cuenta de terceros de honorarios profesionales o de derechos derivados de la propiedad industrial, de autor u otros por cuenta de sus socios, asociados o colegiados efectuados por sociedades, asociaciones, colegios profesionales u otras entidades que realicen estas funciones de cobro

# selection:account.tax.template,sii_issued_key:
source: Export
ca_es: Exportación

# selection:account.tax.template,sii_issued_key:
source: First semester 2017 and other invoices before the SII
ca_es: Primer semestre de 2017 y otras facturas anteriores a la inclusión en el SII

# selection:account.tax.template,sii_issued_key:
source: General tax regime activity
ca_es: Operación de régimen general

# selection:account.tax.template,sii_issued_key:
source: Invoice with VAT pending accrual (work certifications with Public Administration recipients)
ca_es: Factura con IVA pendiente de devengo en certificaciones de obra cuyo destinatario sea una Administración Pública

# selection:account.tax.template,sii_issued_key:
source: Invoice with VAT pending accrual - operations of successive tract
ca_es: Factura con IVA pendiente de devengo en operaciones de tracto sucesivo

# selection:account.tax.template,sii_issued_key:
source: Invoicing of the provision of travel agency services acting as intermediaries in the name of and on behalf of other persons (Additional Provision 4, Royal Decree 1619/2012)
ca_es: Facturación de las prestaciones de servicios de agencias de viaje que actúan como mediadoras en nombre y por cuenta ajena (D.A.4ª RD1619/2012)

# selection:account.tax.template,sii_issued_key:
source: Special cash basis scheme
ca_es: Régimen especial del criterio de caja

# selection:account.tax.template,sii_issued_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca_es: Régimen especial grupo de entidades en IVA (Nivel avanzado)

# selection:account.tax.template,sii_issued_key:
source: Special scheme for investment gold
ca_es: Régimen especial del oro de inversión

# selection:account.tax.template,sii_issued_key:
source: Special scheme for travel agencies
ca_es: Régimen especial de las agencias de viajes

# selection:account.tax.template,sii_received_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports
ca_es: Operaciones sujetas al IPSI / IGIC (Impuesto sobre la Producción, los Servicios y la Importación / Impuesto General Indirecto Canario)

# selection:account.tax.template,sii_received_key:
source: Activities through which businesses pay compensation for special VAT arrangements for agriculture and fisheries
ca_es: Operaciones por las que los empresarios satisfacen compensaciones en las adquisiciones a personas acogidas al Régimen especial de la agricultura, ganaderia y pesca

# selection:account.tax.template,sii_received_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (135-139 of the VAT Law)
ca_es: Operaciones a las que se aplique el régimen especial de bienes usados, objetos de arte, antigüedades y objetos de colección

# selection:account.tax.template,sii_received_key:
source: Business premises lease activities
ca_es: Operaciones de arrendamiento de local de negocio

# selection:account.tax.template,sii_received_key:
source: First semester 2017 and other invoices before the SII
ca_es: Primer semestre del 2017 y altres factures abans de l'inclusió del SII

# selection:account.tax.template,sii_received_key:
source: General tax regime activity
ca_es: Operación de régimen general

# selection:account.tax.template,sii_received_key:
source: Intra-Community acquisition of assets and provisions of services
ca_es: Adquisiciones intracomunitarias de bienes y prestaciones de servicios

# selection:account.tax.template,sii_received_key:
source: Invoice corresponding to an import (reported without been associated with a DUA)
ca_es: Factura correspondiente a una importación (informada sin asociar a un DUA)

# selection:account.tax.template,sii_received_key:
source: Special cash basis scheme
ca_es: Régimen especial del criterio de caja

# selection:account.tax.template,sii_received_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca_es: Régimen especial grupo de entidades en IVA (Nivel avanzado)

# selection:account.tax.template,sii_received_key:
source: Special scheme for investment gold
ca_es: Régimen especial del oro de inversión

# selection:account.tax.template,sii_received_key:
source: Special scheme for travel agencies
ca_es: Régimen especial de las agencias de viajes

# selection:account.tax.template,sii_subjected_key:
source: Subject - Not exempt. Both non VAT reverse charge and VAT reverse charge
ca_es: No exenta - Con o sin Inversion sujeto pasivo

# selection:account.tax.template,sii_subjected_key:
source: Subject - Not exempt. Non VAT reverse charge
ca_es: Sujeto - No exento

# selection:account.tax.template,sii_subjected_key:
source: Subject - Not exempt. VAT reverse charge
ca_es: No exenta - Con Inversion sujeto pasivo

# selection:aeat.sii.report,book:
source: Investment Goods
ca_es: Bienes de inversión

# selection:aeat.sii.report,book:
source: Issued Invoices
ca_es: Facturas emitidas

# selection:aeat.sii.report,book:
source: Particular Intracommunity Operations
ca_es: Determinadas operaciones Intracomunitarias

# selection:aeat.sii.report,book:
source: Received Invoices
ca_es: Facturas recibidas

# selection:aeat.sii.report,communication_state:
source: Accepted
ca_es: Correcto

# selection:aeat.sii.report,communication_state:
source: Partially Accepted
ca_es: Aceptada parcialmente

# selection:aeat.sii.report,communication_state:
source: Rejected
ca_es: Rechazado

# selection:aeat.sii.report,operation_type:
source: Amendment of invoices/records (registration errors)
ca_es: Modificar facturas

# selection:aeat.sii.report,operation_type:
source: Delete Invoices
ca_es: Borrar facturas

# selection:aeat.sii.report,operation_type:
source: Query Invoices
ca_es: Consultar facturas

# selection:aeat.sii.report,operation_type:
source: Registration of invoices/records
ca_es: Nuevas facturas

# selection:aeat.sii.report,state:
source: Cancelled
ca_es: Cancelado

# selection:aeat.sii.report,state:
source: Confirmed
ca_es: Confirmado

# selection:aeat.sii.report,state:
source: Done
ca_es: Realizar

# selection:aeat.sii.report,state:
source: Draft
ca_es: Borrador

# selection:aeat.sii.report,state:
source: Sent
ca_es: Enviado

# selection:aeat.sii.report.lines,identifier_type:
source: Not registered (only for Spanish VAT not registered)
ca_es: No censado (solo para NIF españoles no censados)

# selection:aeat.sii.report.lines,identifier_type:
source: Official identification document issued by the country or region of residence
ca_es: Documento oficial de identificación expedido per el país de residencia

# selection:aeat.sii.report.lines,identifier_type:
source: Other supporting document
ca_es: Otro documento provatorio

# selection:aeat.sii.report.lines,identifier_type:
source: Passport
ca_es: Pasaporte

# selection:aeat.sii.report.lines,identifier_type:
source: Residence certificate
ca_es: Certificado de residencia

# selection:aeat.sii.report.lines,identifier_type:
source: VAT (only for intracommunity operators)
ca_es: NIF-IVA (Solo para operadores intracomunitarios)

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Corrected Invoice (Art 80.1, 80.2 and 80.6 and error grounded in law)
ca_es: Factura rectificativa (Art 80.1, 80.2 y 80.6)

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Corrected Invoice (Art. 80.3)
ca_es: Fatura rectificativa (Art 80.3)

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Corrected Invoice (Other)
ca_es: Factura rectificativa

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Corrected Invoice in simplified invoices
ca_es: Factura Rectificativa en facturas simplificadas

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Credit Note (Art 80.4)
ca_es: Facura rectificativa (Art. 80.4)

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Duty - Complementary clearing
ca_es: Aduanes - Liquidació complementaria

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Import (DUA)
ca_es: Importaciones (DUA)

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Invoice (Art 6.7.3 y 7.3 of RD1619/2012)
ca_es: Factura (Art 6.7.3 y 7.3 del RD 1619/2012)

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Invoice issued to replace simplified invoices issued and filed
ca_es: Factura emitida en sustitución de facturas simplificadasfacturadas y declaradas

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Invoice summary entry
ca_es: Asiento resumen de facturas

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Other accounting documents
ca_es: Justificantes contables

# selection:aeat.sii.report.lines,invoice_operation_key:
source: Simplified Invoice (ticket) and Invoices without destination identidication (Art 6.1.d of RD1619/2012)
ca_es: Factura simplificada (tiquet) y Factures sense identificació del destinatari (Art 6.1.d del RD 1619/2012)

# selection:aeat.sii.report.lines,state:
source: Accepted
ca_es: Correcta

# selection:aeat.sii.report.lines,state:
source: Accepted
ca_es: Correcto

# selection:aeat.sii.report.lines,state:
source: Accepted with Errors
ca_es: Aceptada con errores

# selection:aeat.sii.report.lines,state:
source: Accepted with Errors
ca_es: Aceptada con errores

# selection:aeat.sii.report.lines,state:
source: Deleted
ca_es: Borrada

# selection:aeat.sii.report.lines,state:
source: Rejected
ca_es: Rechazado

# selection:party.party,sii_identifier_type:
source: Not registered (only for Spanish VAT not registered)
ca_es: No censado (solo para NIF españoles no censados)

# selection:party.party,sii_identifier_type:
source: Official identification document issued by the country or region of residence
ca_es: Documento oficial de identificación expedido per el país de residencia

# selection:party.party,sii_identifier_type:
source: Other supporting document
ca_es: Otro documento provatorio

# selection:party.party,sii_identifier_type:
source: Passport
ca_es: Pasaporte

# selection:party.party,sii_identifier_type:
source: Residence certificate
ca_es: Certificado de residencia

# selection:party.party,sii_identifier_type:
source: VAT (only for intracommunity operators)
ca_es: NIF-IVA (Solo para operadores intracomunitarios)

# view:account.invoice:
source: Reset SII Keys
ca_es: Reiniciar claves SII

# view:aeat.sii.issued.pending.view:
source: AEAT SII Pending Issued Invoices
ca_es: AEAT SII Facturas Enviadas Pendientes

# view:aeat.sii.issued.pending.view:
source: Note that this operation may take a few minutes.
ca_es: Tenga en cuenta que esta operación puede tardar unos minutos.

# view:aeat.sii.issued.pending.view:
source: The AEAT SII Pending Issued Ivoices books will be create.
ca_es: Los libros de las Facturas Enviadas Pendientes serán creados.

# view:aeat.sii.load_pkcs12.start:
source: Load PKCS12
ca_es: Cargar PKCS12

# view:aeat.sii.received.pending.view:
source: AEAT SII Pending Received Invoices
ca_es: AEAT SII Facturas Recibidas Pendientes

# view:aeat.sii.received.pending.view:
source: Note that this operation may take a few minutes.
ca_es: Tenga en cuenta que esta operación puede tardar unos minutos.

# view:aeat.sii.received.pending.view:
source: The AEAT SII Pending Received Ivoices books will be create.
ca_es: Los libros de las Facturas Recibidas Pendientes serán creados.

# view:aeat.sii.report.line.tax:
source: SII Report Line Tax
ca_es: Informe SII línea impuesto

# view:aeat.sii.report.lines:
source: AEAT SII Issued
ca_es: Emitidas

# view:aeat.sii.report.lines:
source: AEAT SII Issued Lines
ca_es: Línies facturas emitidas

# view:aeat.sii.report.lines:
source: Main Information
ca_es: Informació principal

# view:aeat.sii.report.lines:
source: Register from AEAT Webservice
ca_es: Registre del Webservice de l'AEAT

# view:aeat.sii.report:
source: AEAT SII Issued Report
ca_es: Libro Facturas emitidas

# view:aeat.sii.report:
source: Cancel
ca_es: Cancelar

# view:aeat.sii.report:
source: Confirm
ca_es: Confirmar

# view:aeat.sii.report:
source: Draft
ca_es: Borrador

# view:aeat.sii.report:
source: Load Invoices
ca_es: Cargar facturas

# view:aeat.sii.report:
source: Send
ca_es: Enviar

# view:company.company:
source: Certificate
ca_es: Certificado

# wizard_button:aeat.sii.issued.pending,view,end:
source: Cancel
ca_es: Cancelar

# wizard_button:aeat.sii.issued.pending,view,create_:
source: Create
ca_es: Crear
