Repository: calidae/trytond-aeat_sii
Catalog: locale/*.po
Languages: ca_es

# error:account.invoice:
source: The next invoices are related with SII books on draft state.
ca_es: Las facturas están relacionadas con libros del SII en estado borrador.

# error:account.invoice:
source: The next invoices are related with SII books: %s. If you edit them take care if you need to update again to SII
ca_es: Las facturas están relacionadas con los libros del SII: %s. Si les edites vigila que no les hagis de tornar a pujar al SII

# error:aeat.sii.load_pkcs12:
source: Unable to load PKCS12: %s
ca_es: No se ha podido cargar PKCS12: %s

# error:aeat.sii.report:
source: Report "%s" must be cancelled before deletion.
ca_es: Debe cancelar el informe \"%s\" antes de borrarla.

# error:company.company:
source: Missing Fernet key configuration
ca_es: Falta clave Fernet en la configuración

# error:company.company:
source: Missing PEM certificate
ca_es: Falta certificado PEM

# field:account.invoice,sii_book_key:
source: SII Book Key
ca_es: SII Clave libro

# field:account.invoice,sii_communication_type:
source: SII Communication Type
ca_es: SII Tipo comunicación

# field:account.invoice,sii_excemption_key:
source: Excemption Cause
ca_es: Causa exempte

# field:account.invoice,sii_intracomunity_key:
source: SII Intracommunity Key
ca_es: Clave Intracomunitaria SII

# field:account.invoice,sii_issued_key:
source: SII Issued Key
ca_es: Clave facturas emitidas

# field:account.invoice,sii_operation_key:
source: SII Operation Key
ca_es: SII Clave operación

# field:account.invoice,sii_pending_sending:
source: SII Pending Sending Pending
ca_es: Pendiente de enviar al SII

# field:account.invoice,sii_received_key:
source: SII Recived Key
ca_es: SII Clave recibidas

# field:account.invoice,sii_records:
source: SII Report Lines
ca_es: SII Linias

# field:account.invoice,sii_state:
source: SII State
ca_es: SII Estado

# field:account.invoice,sii_subjected_key:
source: Subjected
ca_es: Sujeta

# field:account.tax,invoice_used:
source: Used in invoice Total
ca_es: Usat en el total de la factura

# field:account.tax,sii_book_key:
source: Book Key
ca_es: Clave libro

# field:account.tax,sii_excemption_key:
source: Excemption Key
ca_es: Clave excepción

# field:account.tax,sii_intracomunity_key:
source: Intracommunity Key
ca_es: Clave intracomunitaria

# field:account.tax,sii_issued_key:
source: Issued Key
ca_es: Clave emisión

# field:account.tax,sii_received_key:
source: Received Key
ca_es: Clave recibidas

# field:account.tax,sii_subjected_key:
source: Subjected Key
ca_es: Clave sujeto

# field:account.tax,tax_used:
source: Used in Tax
ca_es: Usat en els impostos

# field:account.tax.template,invoice_used:
source: Used in invoice Total
ca_es: Usat en el total de la factura

# field:account.tax.template,sii_book_key:
source: Book Key
ca_es: Clave libro

# field:account.tax.template,sii_excemption_key:
source: Excemption Key
ca_es: Clave excepción

# field:account.tax.template,sii_intracomunity_key:
source: Intracommunity Key
ca_es: Clave intracomunitaria

# field:account.tax.template,sii_issued_key:
source: Issued Key
ca_es: Clave emisión

# field:account.tax.template,sii_received_key:
source: Received Key
ca_es: Clave recibidas

# field:account.tax.template,sii_subjected_key:
source: Subjected Key
ca_es: Clave sujeto

# field:account.tax.template,tax_used:
source: Used in Tax
ca_es: Usat en els impostos

# field:aeat.sii.load_pkcs12.start,password:
source: Password
ca_es: Contraseña

# field:aeat.sii.load_pkcs12.start,pfx:
source: PFX File
ca_es: Archivo PFX

# field:aeat.sii.report,book:
source: Book
ca_es: Libro

# field:aeat.sii.report,communication_state:
source: Communication State
ca_es: Estado comunicación

# field:aeat.sii.report,company:
source: Company
ca_es: Empresa

# field:aeat.sii.report,company_vat:
source: VAT
ca_es: NIF

# field:aeat.sii.report,create_date:
source: Create Date
ca_es: Fecha de creación

# field:aeat.sii.report,create_uid:
source: Create User
ca_es: Usuario de creación

# field:aeat.sii.report,currency:
source: Currency
ca_es: Moneda

# field:aeat.sii.report,fiscalyear:
source: Fiscal Year
ca_es: Ejercicio fiscal

# field:aeat.sii.report,lines:
source: Lines
ca_es: Líneas

# field:aeat.sii.report,operation_type:
source: Operation Type
ca_es: Tipo de operación

# field:aeat.sii.report,period:
source: Period
ca_es: Período

# field:aeat.sii.report,rec_name:
source: Name
ca_es: Nombre

# field:aeat.sii.report,send_date:
source: Send date
ca_es: Fecha de envío

# field:aeat.sii.report,state:
source: State
ca_es: Estado

# field:aeat.sii.report,version:
source: Version
ca_es: Versión

# field:aeat.sii.report,write_date:
source: Write Date
ca_es: Fecha de modificación

# field:aeat.sii.report,write_uid:
source: Write User
ca_es: Usuario de modificación

# field:aeat.sii.report.line.tax,amount:
source: Amount
ca_es: Importe

# field:aeat.sii.report.line.tax,create_date:
source: Create Date
ca_es: Fecha de creación

# field:aeat.sii.report.line.tax,create_uid:
source: Create User
ca_es: Usuario de creación

# field:aeat.sii.report.line.tax,line:
source: Report Line
ca_es: Línea informe

# field:aeat.sii.report.line.tax,rate:
source: Rate
ca_es: Tasa de cambio

# field:aeat.sii.report.line.tax,reagyp_amount:
source: REAGYP Amount
ca_es: Importe REAGYP

# field:aeat.sii.report.line.tax,reagyp_rate:
source: REAGYP Rate
ca_es: Importe REAGYP

# field:aeat.sii.report.line.tax,rec_name:
source: Name
ca_es: Nombre

# field:aeat.sii.report.line.tax,surcharge_amount:
source: Surcharge Amount
ca_es: Importe recargo

# field:aeat.sii.report.line.tax,surcharge_rate:
source: Surcharge Rate
ca_es: Conversión recargo

# field:aeat.sii.report.line.tax,write_date:
source: Write Date
ca_es: Fecha de modificación

# field:aeat.sii.report.line.tax,write_uid:
source: Write User
ca_es: Usuario de modificación

# field:aeat.sii.report.lines,aeat_register:
source: Register from AEAT Webservice
ca_es: Registre del Webservice de l'AEAT

# field:aeat.sii.report.lines,balance_state:
source: Balance State
ca_es: Estado balance

# field:aeat.sii.report.lines,communication_code:
source: Communication Code
ca_es: Código de comunicación

# field:aeat.sii.report.lines,communication_msg:
source: Communication Message
ca_es: Mensaje de comunicación

# field:aeat.sii.report.lines,company:
source: Company
ca_es: Empresa

# field:aeat.sii.report.lines,counterpart_id:
source: Counterpart ID
ca_es: ID contrapartida

# field:aeat.sii.report.lines,counterpart_name:
source: Counterpart Name
ca_es: Nombre contrapartida

# field:aeat.sii.report.lines,create_date:
source: Create Date
ca_es: Fecha de creación

# field:aeat.sii.report.lines,create_uid:
source: Create User
ca_es: Usuario de creación

# field:aeat.sii.report.lines,exemption_key:
source: Exemption Cause
ca_es: Causa exempte

# field:aeat.sii.report.lines,final_serial_number:
source: Final Serial Number
ca_es: Final número serie

# field:aeat.sii.report.lines,identifier_type:
source: Identifier Type
ca_es: Tipo identificación

# field:aeat.sii.report.lines,invoice:
source: Invoice
ca_es: Factura

# field:aeat.sii.report.lines,invoice_kind:
source: Invoice Kind
ca_es: Tipo factura

# field:aeat.sii.report.lines,invoice_operation_key:
source: SII Operation Key
ca_es: SII clave operación

# field:aeat.sii.report.lines,issue_date:
source: Issued Date
ca_es: Fecha emitida

# field:aeat.sii.report.lines,issuer_vat_number:
source: Issuer VAT Number
ca_es: Número NIF emisores

# field:aeat.sii.report.lines,last_modify_date:
source: Last Modification Date
ca_es: Data última modificació

# field:aeat.sii.report.lines,presentation_date:
source: Presentation Date
ca_es: Fecha presentación

# field:aeat.sii.report.lines,presenter:
source: Presenter
ca_es: Presentación

# field:aeat.sii.report.lines,rec_name:
source: Name
ca_es: Nombre

# field:aeat.sii.report.lines,report:
source: Issued Report
ca_es: Informe Emitidas

# field:aeat.sii.report.lines,serial_number:
source: Serial Number
ca_es: Número serie

# field:aeat.sii.report.lines,sii_header:
source: Header
ca_es: Encabezado

# field:aeat.sii.report.lines,special_key:
source: Special Key
ca_es: Clave especial

# field:aeat.sii.report.lines,state:
source: State
ca_es: Estado

# field:aeat.sii.report.lines,taxes:
source: Tax Lines
ca_es: Líneas de impuesto

# field:aeat.sii.report.lines,total_amount:
source: Total Amount
ca_es: Importe total

# field:aeat.sii.report.lines,vat_code:
source: VAT Code
ca_es: NIF/CIF

# field:aeat.sii.report.lines,write_date:
source: Write Date
ca_es: Fecha de modificación

# field:aeat.sii.report.lines,write_uid:
source: Write User
ca_es: Usuario de modificación

# field:company.company,encrypted_private_key:
source: Encrypted Private Key
ca_es: Clave privada encriptada

# field:company.company,pem_certificate:
source: PEM Certificate
ca_es: Certificado PEM

# field:company.company,private_key:
source: Private Key
ca_es: Clave privada

# field:party.party,sii_identifier_type:
source: SII Identifier Type
ca_es: SII Identificador

# field:party.party,sii_vat_code:
source: SII VAT Code
ca_es: Número NIF SII

# field:party.party,sii_vat_country:
source: SII VAT Country
ca_es: País NIF SII

# model:aeat.sii.issued.invoice.mapper,name:
source: Tryton Issued Invoice to AEAT mapper
ca_es: Correspondencia Tryton - Aeat facturas emitidas

# model:aeat.sii.issued.pending.view,name:
source: Create AEAT SII Issued Pending View
ca_es: Vista Crear AEAT SII Pendientes Enviadas

# model:aeat.sii.load_pkcs12.start,name:
source: Load PKCS12 Start
ca_es: Cargar PKCS12

# model:aeat.sii.recieved.invoice.mapper,name:
source: Tryton Recieved Invoice to AEAT mapper
ca_es: Correspondencia tryton - AEAT facturas recibidas

# model:aeat.sii.received.pending.view,name:
source: Create AEAT SII Received Pending View
ca_es: Vista Crear AEAT SII Pendientes Recibidas

# model:aeat.sii.report,name:
source: SII Report
ca_es: Informe SII

# model:aeat.sii.report.line.tax,name:
source: SII Report Line Tax
ca_es: Informe SII línea impuesto

# model:aeat.sii.report.lines,name:
source: AEAT SII Issued
ca_es: Emitidas

# model:ir.action,name:
source: SII Report Intracommunity
ca_es: Informe Intracomunitarias

# model:ir.action,name:act_aeat_sii_issued_report
source: SII Report Issued
ca_es: Informe Emitidas

# model:ir.action,name:act_aeat_sii_load_pkcs12
source: Load PKCS12
ca_es: Cargar PKCS12

# model:ir.action,name:act_aeat_sii_received_report
source: SII Report Received
ca_es: Informe Recibidas

# model:ir.action,name:act_aeat_sii_report
source: SII Report
ca_es: Informe SII

# model:ir.action,name:act_aeat_sii_report_line
source: AEAT SII Report Lines
ca_es: Líneas informe SII

# model:ir.action,name:act_aeat_sii_report_line_related
source: AEAT SII Report Lines
ca_es: Líneas informe SII

# model:ir.action,name:act_aeat_sii_report_lines
source: SII Report Lines
ca_es: Líneas informe SII

# model:ir.action,name:wizard_aeat_sii_issued_pending
source: AEAT SII Pending Issued Invoices
ca_es: AEAT SII Facturas Enviadas Pendientes

# model:ir.action,name:wizard_aeat_sii_received_pending
source: AEAT SII Pending Received Invoices
ca_es: AEAT SII Facturas Recibidas Pendientes

# model:ir.ui.menu,name:
source: AEAT SII Report
ca_es: Informe AEAT SII

# model:ir.ui.menu,name:menu_aeat_sii_lines_report
source: AEAT SII Report Lines
ca_es: Líneas informe AEAT SII

# model:ir.ui.menu,name:menu_aeat_sii_pending_issued
source: Create AEAT SII Report Issued Invoices
ca_es: Crear AEAT SII Informe Facturas Enviadas

# model:ir.ui.menu,name:menu_aeat_sii_pending_received
source: Create AEAT SII Report Received Invoices
ca_es: Crear AEAT SII Informe Facturas Recibidas

# model:ir.ui.menu,name:menu_aeat_sii_report
source: AEAT SII Report
ca_es: Informe AEAT SII

# model:ir.ui.menu,name:menu_aeat_sii_report_issued
source: AEAT SII Report Issued
ca_es: Libro Facturas Emitidas

# model:ir.ui.menu,name:menu_aeat_sii_report_received
source: AEAT SII Report Received
ca_es: Libro Facturas recibidas

# model:res.group,name:group_aeat_sii_admin
source: AEAT SII Administration
ca_es: Administración AEAT SII

# selection:account.invoice,sii_book_key:
source: Investment Goods
ca_es: Bienes de inversión

# selection:account.invoice,sii_book_key:
source: Issued Invoices
ca_es: Facturas emitidas

# selection:account.invoice,sii_book_key:
source: Particular Intracommunity Operations
ca_es: Determinadas operaciones intracomunitarias

# selection:account.invoice,sii_book_key:
source: Received Invoices
ca_es: Facturas recibidas

# selection:account.invoice,sii_communication_type:
source: Amendment of invoices/records (registration errors)
ca_es: Modificar facturas

# selection:account.invoice,sii_communication_type:
source: Delete Invoices
ca_es: Borrar facturas

# selection:account.invoice,sii_communication_type:
source: Query Invoices
ca_es: Consultar facturas

# selection:account.invoice,sii_communication_type:
source: Registration of invoices/records
ca_es: Nuevas facturas

# selection:account.invoice,sii_excemption_key:
source: Exempt on account of Article 20
ca_es: Exenta por el artículo 20

# selection:account.invoice,sii_excemption_key:
source: Exempt on account of Article 21
ca_es: Exenta por el artículo 21

# selection:account.invoice,sii_excemption_key:
source: Exempt on account of Article 22
ca_es: Exenta por el artículo 22

# selection:account.invoice,sii_excemption_key:
source: Exempt on account of Article 23 and Article 24
ca_es: Exenta por el artículo 24

# selection:account.invoice,sii_excemption_key:
source: Exempt on account of Article 25
ca_es: Exenta por el artículo 25

# selection:account.invoice,sii_excemption_key:
source: Exempt on other grounds
ca_es: Exenta, otros

# selection:account.invoice,sii_intracomunity_key:
source: The transmission or receipt of goods to undertake partial reports or works stipulated in Article 70, section one, Number 7 of the Tax Law (Law 37/1992)
ca_es: El envío o recepción de bienes para la realización de los informes parciales o trabajos mencionados en el artículo 70, apartado uno, número 7º, de la Ley del Impuesto (Ley 37/1992)

# selection:account.invoice,sii_intracomunity_key:
source: Transfers of goods or intra-Community acquisitions of goods listed in Article 9.3 and Article 16.2 of the Tax Law (Law 37/1992)
ca_es: Las transferencias de bienes y las adquisiciones intracomunitarias de bienes comprendidas en los artículos 9, apartado 3º, y 16, apartado 2º, de la Ley del Impuesto (Ley 37/1992)

# selection:account.invoice,sii_issued_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports
ca_es: Operaciones sujetas al IPSI / IGIC (Impuesto sobre la Producción, los Servicios y la Importación / Impuesto General Indirecto Canario)

# selection:account.invoice,sii_issued_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (135-139 of the VAT Law)
ca_es: Operaciones a las que se aplique el régimen especial de bienes usados, objetos de arte, antigüedades y objetos de colección

# selection:account.invoice,sii_issued_key:
source: Business premises lease activities not subject to withholding
ca_es: Operaciones de arrendamiento de local de negocio no sujetos a retención

# selection:account.invoice,sii_issued_key:
source: Business premises lease activities subject and not subject to withholding
ca_es: Operaciones de arrendamiento de local de negocio sujetas y no sujetas a retención

# selection:account.invoice,sii_issued_key:
source: Business premises lease activities subject to withholding
ca_es: Operaciones de arrendamiento de local de negocio sujetas a retención

# selection:account.invoice,sii_issued_key:
source: Collections on behalf of third parties of professional fees or industrial property, copyright or other such rights by partners, associates or members undertaken by companies, associations, professional organisations or other entities that, amongst their functions, undertake collections
ca_es: Cobros por cuenta de terceros de honorarios profesionales o de derechos derivados de la propiedad industrial, de autor u otros por cuenta de sus socios, asociados o colegiados efectuados por sociedades, asociaciones, colegios profesionales u otras entidades que realicen estas funciones de cobro

# selection:account.invoice,sii_issued_key:
source: Export
ca_es: Exportación

# selection:account.invoice,sii_issued_key:
source: First semester 2017 and other invoices before the SII
ca_es: Primer semestre del 2017 y altres factures abans de l'inclusió del SII

# selection:account.invoice,sii_issued_key:
source: General tax regime activity
ca_es: Operación de régimen general

# selection:account.invoice,sii_issued_key:
source: Invoice with VAT pending accrual (work certifications with Public Administration recipients)
ca_es: Factura con IVA pendiente de devengo en certificaciones de obra cuyo destinatario sea una Administración Pública

# selection:account.invoice,sii_issued_key:
source: Invoice with VAT pending accrual - operations of successive tract
ca_es: Factura con IVA pendiente de devengo en operaciones de tracto sucesivo

# selection:account.invoice,sii_issued_key:
source: Invoicing of the provision of travel agency services acting as intermediaries in the name of and on behalf of other persons (Additional Provision 4, Royal Decree 1619/2012)
ca_es: Facturación de las prestaciones de servicios de agencias de viaje que actúan como mediadoras en nombre y por cuenta ajena (D.A.4ª RD1619/2012)

# selection:account.invoice,sii_issued_key:
source: Special cash basis scheme
ca_es: Régimen especial del criterio de caja

# selection:account.invoice,sii_issued_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca_es: Régimen especial grupo de entidades en IVA (Nivel Avanzado)

# selection:account.invoice,sii_issued_key:
source: Special scheme for investment gold
ca_es: Régimen especial del oro de inversión

# selection:account.invoice,sii_issued_key:
source: Special scheme for travel agencies
ca_es: Régimen especial de las agencias de viajes

# selection:account.invoice,sii_operation_key:
source: Corrected Invoice (Art 80.1, 80.2 and 80.6 and error grounded in law)
ca_es: Factura rectificativa (Art 80.1 y 80.2)

# selection:account.invoice,sii_operation_key:
source: Corrected Invoice (Art. 80.3)
ca_es: Fatura rectificativa (Art 80.3)

# selection:account.invoice,sii_operation_key:
source: Corrected Invoice (Other)
ca_es: Factura rectificativa

# selection:account.invoice,sii_operation_key:
source: Corrected Invoice in simplified invoices
ca_es: Factura Rectificativa en facturas simplificadas

# selection:account.invoice,sii_operation_key:
source: Credit Note (Art 80.4)
ca_es: Facura rectificativa (Art. 80.4)

# selection:account.invoice,sii_operation_key:
source: Duty - Complementary clearing
ca_es: Aduanes - Liquidació complementaria

# selection:account.invoice,sii_operation_key:
source: Import (DUA)
ca_es: Importaciones (DUA)

# selection:account.invoice,sii_operation_key:
source: Invoice (Art 6.7.3 y 7.3 of RD1619/2012)
ca_es: Factura (Art 6.7.3 y 7.3 del RD 1619/2012)

# selection:account.invoice,sii_operation_key:
source: Invoice issued to replace simplified invoices issued and filed
ca_es: Factura emitida en sustitución de facturas simplificadas facturadas y declaradas

# selection:account.invoice,sii_operation_key:
source: Invoice summary entry
ca_es: Asiento resumen de facturas

# selection:account.invoice,sii_operation_key:
source: Other accounting documents
ca_es: Justificantes contables

# selection:account.invoice,sii_operation_key:
source: Simplified Invoice (ticket) and Invoices without destination identidication (Art 6.1.d of RD1619/2012)
ca_es: Factura simplificada (tiquet) y Factures sense identificació del destinatari (Art 6.1.d del RD 1619/2012)

# selection:account.invoice,sii_received_key:
source: Activities subject to Canary Islands General Indirect Tax/Tax on Production, Services and Imports
ca_es: Operaciones sujetas al IPSI / IGIC (Impuesto sobre la Producción, los Servicios y la Importación / Impuesto General Indirecto Canario)

# selection:account.invoice,sii_received_key:
source: Activities through which businesses pay compensation for special VAT arrangements for agriculture and fisheries
ca_es: Operaciones por las que los empresarios satisfacen compensaciones en las adquisiciones a personas acogidas al Régimen especial de la agricultura, ganaderia y pesca

# selection:account.invoice,sii_received_key:
source: Activities to which the special scheme of used goods, works of art, antiquities and collectables (135-139 of the VAT Law)
ca_es: Operaciones a las que se aplique el régimen especial de bienes usados, objetos de arte, antigüedades y objetos de colección

# selection:account.invoice,sii_received_key:
source: Business premises lease activities
ca_es: Operaciones de arrendamiento de local de negocio

# selection:account.invoice,sii_received_key:
source: First semester 2017 and other invoices before the SII
ca_es: Primer semestre del 2017 y altres factures abans de l'inclusió del SII

# selection:account.invoice,sii_received_key:
source: General tax regime activity
ca_es: Operación de régimen general

# selection:account.invoice,sii_received_key:
source: Intra-Community acquisition of assets and provisions of services
ca_es: Adquisiciones intracomunitarias de bienes y prestaciones de servicios

# selection:account.invoice,sii_received_key:
source: Invoice corresponding to an import (reported without been associated with a DUA)
ca_es: Factura correspondiente a una importación (informada sin asociar a un DUA)

# selection:account.invoice,sii_received_key:
source: Special cash basis scheme
ca_es: Régimen especial del criterio de caja

# selection:account.invoice,sii_received_key:
source: Special scheme applicable to groups of entities, VAT (Advanced)
ca_es: Régimen especial grupo de entidades en IVA (Nivel Avanzado)

# selection:account.invoice,sii_received_key:
source: Special scheme for investment gold
ca_es: Régimen especial del oro de inversión

# selection:account.invoice,sii_received_key:
source: Special scheme for travel agencies
ca_es: Régimen especial de las agencias de viajes

# selection:account.invoice,sii_state:
source: Accepted
ca_es: Correcta

# selection:account.invoice,sii_state:
source: Accepted
ca_es: Correcto

# selection:account.invoice,sii_state:
source: Accepted with Errors
ca_es: Aceptada con errores

# selection:account.invoice,sii_state:
source: Accepted with Errors
ca_es: Aceptada con errores

# selection:account.invoice,sii_state:
source: Deleted
ca_es: Borrada

# selection:account.invoice,sii_state:
source: Rejected
ca_es: Rechazado

# selection:account.invoice,sii_subjected_key:
source: Subject - Not exempt. Both non VAT reverse charge and VAT reverse charge
ca_es: No exenta - Con o sin Inversion sujeto pasivo

# selection:account.invoice,sii_subjected_key:
source: Subject - Not exempt. Non VAT reverse charge
ca_es: Sujeto - No exento

# selection:account.invoice,sii_subjected_key:
source: Subject - Not exempt. VAT reverse charge
ca_es: No exenta - Con Inversion sujeto pasivo

# selection:account.tax,sii_book_key:
source: Investment Goods
ca_es: Bienes de inversión

# selection:account.tax,sii_book_key:
source: Issued Invoices
ca_es: Facturas emitidas

# selection:account.tax,sii_book_key:
source: Particular Intracommunity Operations
ca_es: Determinadas operaciones Intracomunitarias

# selection:account.tax,sii_book_key:
source: Received Invoices
ca_es: Facturas recibidas

# selection:account.tax,sii_excemption_key:
source: Exempt on account of Article 20
ca_es: Exenta por el artículo 20

# selection:account.tax,sii_excemption_key:
source: Exempt on account of Article 21
ca_es: Exenta por el artículo 21
