Repository: calidae/trytond-aeat_sii
Catalog: locale/*.po
Languages: ca_es

# wizard_button:aeat.sii.load_pkcs12,start,end:
source: Cancel
ca_es: Cancelar

# wizard_button:aeat.sii.load_pkcs12,start,load:
source: Load
ca_es: Cargar

# wizard_button:aeat.sii.received.pending,view,end:
source: Cancel
ca_es: Cancelar

# wizard_button:aeat.sii.received.pending,view,create_:
source: Create
ca_es: Crear
